Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WellnessDashboard-Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# HEALTH_DETAILS_DESCRIPTION
source: Your health details are the basic information the app needs to provide you relevant information.
ar: تحتوي تفاصيلك الصحية على المعلومات الأساسية التي يحتاجها التطبيق كي يوفر المعلومات ذات الصلة.
bg: Детайлите за вашето здраве са основната информация, която е необходима на приложението, за да осигурява съответната информация.
ca: El teu perfil de salut és la informació bàsica que l’app necessita per proporcionar‑te informació rellevant.
cs: Vaše zdravotní informace obsahují základní údaje, které aplikace potřebuje k poskytování relevantní odezvy.
da: Dine sundhedsoplysninger indeholder grundlæggende information, appen skal bruge for at levere relevante oplysninger til dig.
de: Deine Gesundheitsdetails sind die grundlegenden Informationen, die die App benötigt, um dir relevante Informationen bereitzustellen.
el: Τα ιατρικά στοιχεία σας είναι οι βασικές πληροφορίες που χρειάζεται η εφαρμογή για να σας παρέχει σχετικές πληροφορίες.
es: En tus datos de salud se incluyen los detalles básicos que la app necesita para mostrarte información relevante.
es_us: Tu perfil de salud es la información básica que la app necesita para proporcionarte información relevante.
fi: Terveystietosi sisältävät perustiedot, joita appi tarvitsee tarjotakseen sinulle merkityksellisiä tietoja.
fr: Vos renseignements médicaux correspondent aux informations élémentaires dont l’app a besoin pour vous fournir des informations pertinentes.
fr_ca: Vos renseignements médicaux comportent les informations de base dont l’app a besoin pour vous présenter des informations pertinentes.
he: פרטי הבריאות שלך כוללים את המידע הבסיסי שהיישום צריך כדי לספק לך מידע רלוונטי.
hi: आपके सेहत विवरण में वे बुनियादी जानकारियाँ होती हैं जिनके आधार पर ऐप आपको प्रासंगिक जानकारी दे सकता है।
hr: Vaši zdravstveni detalji osnovne su informacije koje su aplikaciji potrebne za pružanje relevantnih informacija.
hu: Az egészségügyi adatai profilja azokat az alapvető információkat tartalmazza, amelyekre az appnak szüksége van a releváns információk biztosításához.
id: Detail kesehatan Anda adalah informasi dasar yang diperlukan app untuk memberi Anda informasi yang relevan.
it: I tuoi dati sanitari sono gli elementi di base per consentire all’app di fornirti tutte le informazioni rilevanti.
ja: ヘルスケアの詳細は、アプリが関連情報を表示するために必要とする基本情報です。
kk: Денсаулығыңыз туралы мәліметтер қолданбаның сізге тиісті ақпаратты ұсынуы үшін қажет негізгі ақпарат болып табылады.
ko: 건강 세부사항은 앱이 사용자에게 관련된 정보를 제공하기 위해 필요한 기본 정보입니다.
lt: Įrašai apie sveikatą yra pagrindiniai duomenys, kurių reikia programai, kad galėtų pateikti reikalingą informaciją.
ms: Butiran kesihatan anda ialah maklumat asas yang diperlukan oleh app untuk memberi anda maklumat yang berkaitan.
nb: Helsedetaljene dine inneholder den grunnleggende informasjonen appen trenger for å gi deg relevant informasjon.
nl: Je gezondheidsdetails bevatten de minimale gegevens die de app nodig heeft om de relevante gegevens te verschaffen.
pl: Twoje dane zdrowotne to podstawowe dane wymagane przez aplikację do wyświetlania istotnych dla Ciebie informacji.
pt: Seus dados de saúde incluem as informações básicas de que o app precisa para fornecer informações relevantes.
pt_pt: Os seus dados de saúde são a informação básica de que a aplicação necessita para fornecer informação relevante.
ro: Detaliile Sănătate sunt informațiile de bază necesare aplicației pentru a vă furniza informații relevante.
ru: Сведения о здоровье — это основные данные, необходимые приложению для того, чтобы предоставлять Вам нужную информацию.
sk: Váš profil v apke Zdravie obsahuje základné informácie, ktoré apka potrebuje na poskytovanie relevantných informácií.
sl: Podatki o vašem zdravstvenem stanju so osnovni podatki, ki jih aplikacija potrebuje, da vam lahko posreduje ustrezne podatke.
sv: Din hälsoinformation är de grundläggande data som appen behöver för att kunna ge dig relevant information.
th: รายละเอียดสุขภาพของคุณเป็นข้อมูลพื้นฐานที่แอปต้องใช้ในการระบุข้อมูลที่เกี่ยวข้องของคุณ
tr: Sağlık ayrıntılarınız, uygulamanın size ilgili bilgileri sunması için gereksinimi olan temel bilgilerdir.
uk: Ваші медичні дані забезпечують ключові відомості, які використовуються для надання доречної інформації в програмі.
vi: Các chi tiết sức khỏe của bạn là thông tin cơ bản mà ứng dụng cần để cung cấp thông tin liên quan cho bạn.
zh_cn: 你的健康详细信息是App为你提供相关信息所需的基本信息。
zh_hk: 你的健康詳細資料是App所需的基本資料，以便向你提供相關資料。
zh_tw: 你的健康詳細資訊是App為提供你相關資訊所需的基本資料。

# HEALTH_PROFILE_TITLE
source: Health Details
ar: التفاصيل الصحية
bg: Детайли
ca: Perfil de salut
cs: Podrobné informace o zdraví
da: Sundhedsoplysninger
de: Gesundheitsinfos
el: Ιατρικά στοιχεία
es: Perfil de salud
es_us: Perfil de salud
fi: Terveystiedot
fr: Renseignements médicaux
fr_ca: Renseignements médicaux
he: פרטי הבריאות
hi: सेहत विवरण
hr: Zdravstveni detalji
hu: Egészségügyi adatok
id: Detail Kesehatan
it: Dettagli Salute
ja: ヘルスケアの詳細
kk: Денсаулық мәліметі
ko: 건강 세부사항
lt: Sveikatos duomenys
ms: Butiran Kesihatan
nb: Helsedetaljer
nl: Gezondheidsdetails
pl: Szczegóły dotyczące zdrowia
pt: Dados de Saúde
pt_pt: Dados de saúde
ro: Detalii Sănătate
ru: Сведения о здоровье
sk: Profil v apke Zdravie
sl: Zdravstveno stanje
sv: Hälsoinformation
th: รายละเอียดสุขภาพ
tr: Sağlık Ayrıntıları
uk: Профіль Здоровʼя
vi: Chi tiết Sức khỏe
zh_cn: 健康详细信息
zh_hk: 健康詳細資料
zh_tw: 健康詳細資訊

source: Height
ar: الطول
bg: Височина
ca: Alçada
cs: Výška
da: Højde
de: Größe
el: Ύψος
es: Altura
es_us: Estatura
fi: Pituus
fr: Taille
fr_ca: Taille
he: גובה
hi: लंबाई
hr: Visina
hu: Magasság
id: Tinggi
it: Altezza
ja: 身長
kk: Бойы
ko: 신장
lt: Ūgis
ms: Tinggi
nb: Høyde
nl: Lengte
pl: Wzrost
pt: Altura
pt_pt: Altura
ro: Înălțime
ru: Рост
sk: Výška
sl: Višina
sv: Längd
th: ส่วนสูง
tr: Boy
uk: Зріст
vi: Chiều cao
zh_cn: 身高
zh_hk: 身高
zh_tw: 身高

source: Inactive
ar: غير نشِط
bg: Не е активно
ca: Inactiva
cs: Neaktivní
da: Passiv
de: Inaktiv
el: Ανενεργό
es: Inactivo
es_us: Inactiva
fi: Ei käytössä
fr: Inactif
fr_ca: Inactif
he: לא פעיל
hi: निष्क्रिय
hr: Neaktivno
hu: Inaktív
id: Tidak Aktif
it: Non attivo
ja: 停止中
kk: Белсенді емес
ko: 비활성
lt: Neaktyvus
ms: Tidak Aktif
nb: Inaktiv
nl: Inactief
pl: Nieaktywne
pt: Inativo
pt_pt: Inativa
ro: Inactiv
ru: Неактивно
sk: Neaktívny
sl: Neaktivno
sv: Inaktiv
th: ไม่ใช้งาน
tr: Etkin Değil
uk: Неактивне
vi: Không hoạt động
zh_cn: 不活跃
zh_hk: 已停用
zh_tw: 未啟用

# INSULIN_DELIVERY_REASON_HELP_TEXT
source: Basal insulin refers to the insulin used to regulate blood glucose between meals including during sleep. Bolus insulin refers to the insulin used to regulate blood glucose at meals and/or to acutely address high blood glucose.
ar: الأنسولين القاعدي هو الأنسولين المستخدم لتنظيم الغلوكوز في الدم بين وجبات الطعام وأثناء النوم. أنسولين وقت الطعام هو الأنسولين الذي يؤخذ لتنظيم الغلوكوز في الدم أثناء تناول وجبات الطعام و/أو المعالجة المكثفة للغلوكوز المرتفع في الدم.
bg: Базалният инсулин се отнася до инсулина, използван за регулиране на кръвната захар между храненията, включително по време на сън. Болус инсулинът се отнася до инсулина, използван за регулиране на кръвната захар по време на хранене и/или за справяне с високата кръвна захар.
ca: La insulina basal s’utilitza per regular la glucosa en sang entre els àpats i durant la nit. La insulina bolus s’utilitza per regular la glucosa en sang en els àpats i/o reduir de forma ràpida els nivells elevats de glucosa en sang.
cs: Bazální inzulin je inzulin, který reguluje krevní cukr mezi jídly včetně doby spánku. Prandiální inzulin je inzulin využívaný k regulaci krevního cukru při jídle a při epizodách vysokých koncentrací krevního cukru.
da: Basal insulin refererer til den insulin, som bruges til at regulere blodglukose mellem måltider herunder under søvnen. Bolus insulin refererer til den insulin, som bruges til at regulere blodglukose ved måltider og/eller til med det samme at behandle høj blodglukose.
de: Basalinsulin ist das Insulin, das den Blutzucker zwischen den Mahlzeiten (und während der Schlafenszeit) reguliert. Bolusinsulin ist das Insulin, das den Blutzucker bei den Mahlzeiten reguliert und gezielt auf einen hohen Blutzuckerspiegel einwirkt.
el: Η βασική ινσουλίνη είναι η ινσουλίνη που χρησιμοποιείται για ρύθμιση της γλυκόζης αίματος μεταξύ γευμάτων και κατά τη διάρκεια του ύπνου. Η γευματική ινσουλίνη είναι η ινσουλίνη που χρησιμοποιείται για ρύθμιση της γλυκόζης αίματος κατά τη διάρκεια γευμάτων και/ή για άμεση αντιμετώπιση της υψηλής γλυκόζης αίματος.
es: La insulina basal es aquella que se utiliza para regular la glucosa en sangre entre comidas, incluidos los periodos de sueño. Por su parte, la insulina de bolo se utiliza para regular la glucosa en sangre durante las comidas o para corregir con precisión un elevado nivel de glucosa en sangre.
es_us: La insulina basal es aquella utilizada para regular el azúcar en la sangre entre las comidas incluyendo el tiempo de sueño. La insulina de bolo es aquella utilizada para regular el azúcar en la sangre durante la comida y/o para controlar altos índices de azúcar en la sangre.
fi: Perusinsuliini viittaa insuliiniin, jolla säädellään verensokeria aterioiden välissä, mukaan lukien nukuttaessa. Ateriainsuliini viittaa insuliiniin, jolla säädellään verensokeria aterian yhteydessä ja/tai korjataan akuutisti korkeaa verensokeriarvoa.
fr: L’insuline basale correspond à l’insuline utilisée pour réguler la glycémie entre les repas, notamment pendant le sommeil. L’insuline en bolus désigne l’insuline servant à réguler la glycémie au moment des repas et/ou à traiter activement une glycémie élevée.
fr_ca: L’insuline basale permet de réguler la glycémie entre les repas, y compris pendant le sommeil. Des doses supplémentaires appelées bolus permettent de réguler la glycémie pendant les repas ou de traiter avec précision l’hyperglycémie.
he: אינסולין בזאלי הוא סוג האינסולין שמשמש לוויסות רמת הגלוקוז בין הארוחות, כולל במהלך שעות השינה. אינסולין בולוס הוא סוג האינסולין שמשמש לוויסות רמת הגלוקוז בדם בזמן הארוחה ו/או כטיפול דחוף במקרה של רמות גלוקוז גבוהות בדם.
hi: बेसल इंसुलिन ऐसा इंसुलिन है जो भोजन अंतराल के बीच, निद्रावस्था सहित, रक्त ग्लुकोज़ के नियंत्रण के लिए प्रयुक्त होता है। बोलस इंसुलिन ऐसा इंसुलिन है जो भोजन के दौरान रक्त ग्लुकोज़ और/या अत्यधिक उच्च रक्त ग्लुकोज़ के नियंत्रण के लिए प्रयुक्त होता है।
hr: Bazalni inzulin je inzulin koji se koristi za reguliranje glukoze u krvi između obroka, što uključuje i spavanje. Bolus inzulin je inzulin koji se koristi za reguliranje glukoze u krvi za vrijeme obroka i/ili za liječenje visoke razine glukoze u krvi.
hu: A bazális inzulin a vér glükóztartalmát étkezések közt (beleértve az alvást is) szabályzó inzulin. A bólus inzulin a vér glükóztartalmát étkezésekkor szabályzó és/vagy a magas vérglükóztartalom akut szabályzását végző inzulin.
id: Insulin Basal mengacu pada insulin yang digunakan untuk mengatur glukosa darah di antara jadwal makan termasuk waktu tidur. Insulin bolus mengacu pada insulin yang digunakan untuk mengatur glukosa darah pada saat makan dan/atau untuk menanggulangi glukosa darah yang tinggi secara akut.
it: L’espressione “Insulina basale” si riferisce all’insulina utilizzata per regolare il livello di glucosio nel sangue tra i pasti e durante la fase di sonno. Per “Bolo insulinico” ci si riferisce alla dose di insulina assunta per regolarizzare il glucosio in concomitanza con i pasti e/o per stabilizzare livelli particolarmente elevati di zuccheri nel sangue.
ja: 基礎インスリンとは、寝ている間を含み食間の血糖値を調整するのに使用されるインスリンです。追加インスリンとは、食事のあとの血糖値を調整するのに使用されるインスリンです。高血糖に速効で対処する場合にも使用されます。
kk: Базальді инсулин тамақ арасында, оның ішінде ұйқы кезінде қандағы глюкоза деңгейін реттеу үшін пайдаланылатын инсулинді білдіреді. Болюстік инсулин тамақтану кезінде қандағы глюкоза деңгейін реттеу үшін және/немесе қандағы глюкоза деңгейінің кенеттен көтеріліп кетуіне жауап беру үшін пайдаланылатын инсулинді білдіреді.
ko: 기저 인슐린은 수면 시간을 포함하여 식사와 식사 사이에 혈당을 조절하기 위해 사용되는 인슐린입니다. 식사 인슐린은 식사 중에 혈당을 조절하거나 고혈당을 집중적으로 개선하기 위해 사용되는 인슐린입니다.
lt: Bazinis insulinas reiškia insuliną, naudojamą gliukozės kiekiui kraujyje reguliuoti tarp valgymų, įskaitant miego metu. Insulino boliusas reiškia insuliną, naudojamą gliukozės kiekiui kraujyje reguliuoti valgio metu ir (arba) ūmiai malšinti padidėjusiam gliukozės kiekiui kraujyje.
ms: Insulin asas merujuk pada insulin yang digunakan untuk mengawal glukosa darah antara waktu makan termasuk semasa tidur. Insulin bolus merujuk pada insulin yang digunakan untuk mengawal glukosa darah sewaktu makan dan/atau untuk menangani glukosa darah tinggi secara akut.
nb: Basalinsulin viser til insulin som brukes for å regulere blodsukkeret mellom måltider og om natten. Hurtigvirkende insulin refererer til insulin som brukes for å regulere blodsukkeret ved måltider eller ved akutt høyt blodsukker.
nl: Basale insuline verwijst naar de insuline die wordt gebruikt om bloedglucose tussen maaltijden te regelen, inclusief tijdens de slaap. Bolus verwijst naar de insuline die wordt gebruikt om bloedglucose bij maaltijden te reguleren en/of om hoge bloedglucosewaarden direct te corrigeren.
pl: „Baza” (insulina podstawowa) oznacza insulinę, która reguluje poziom glukozy we krwi między posiłkami i podczas snu, a „bolus” — podczas posiłków (jest ona także podawana doraźnie w przypadku wysokiego poziomu glukozy we krwi).
pt: A insulina basal refere-se à insulina usada para regular a glicemia entre as refeições e durante o sono. A insulina bolus refere-se à insulina usada para regular a glicemia durante as refeições e/ou para abordar estados críticos de glicemia.
pt_pt: Insulina basal refere‑se à insulina necessária para regular o nível de glicose entre as refeições, incluindo durante o sono. Bólus é o tipo de insulina usada para regular o nível de glicose durante as refeições e/ou para corrigir níveis elevados de glicose.
ro: Insulina bazală se referă la insulina utilizată pentru a regla nivelul de glucoză din sânge între mese, inclusiv în timpul somnului. Insulina bolus se referă la insulina utilizată pentru a regla nivelul de glucoză din sânge în timpul meselor și/sau pentru a acționa urgent asupra glicemiei ridicate.
ru: Базальный инсулин обозначает инсулин, используемый для регуляции уровня глюкозы в крови между приемами пищи, включая во время сна. Болюсный инсулин обозначает инсулин, используемый для регуляции уровня глюкозы в крови во время еды и в целях ответа на резкое повышение концентрации глюкозы в крови.
sk: Bazálny inzulín slúži na reguláciu krvného cukru medzi jedlami a počas spánku. Prandiálny inzulín slúži na reguláciu krvného cukru počas jedenia a/alebo na akútne zníženie vysokej hladiny krvného cukru.
sl: Bazalni inzulin se uporablja za uravnavanje ravni glukoze v krvi med obroki in tudi med spanjem. Bolusni inzulin se uporablja za uravnavanje ravni glukoze v krvi pri obrokih in/ali za natančno uravnavanje posebej visokih ravni glukoze v krvi.
sv: Med basalinsulin menas det insulin som används till att reglera blodsockret mellan måltider och under sömnen. Med bolusinsulin menas det insulin som används till att reglera blodsockret vid måltider och/eller vid akut hög blodsockernivå.
th: อินซูลินที่หลั่งออกมาจากตับอ่อน (Basal insulin) หมายถึง อินซูลินที่ใช้ควบคุมระดับกลูโคสในเลือดระหว่างมื้ออาหารรวมทั้งในระหว่างนอนหลับ อินซูลินที่ออกฤทธิ์เร็วในระยะสั้น (Bolus insulin) หมายถึง อินซูลินที่ใช้ควบคุมระดับกลูโคสที่ดูดซึมจากทางเดินอาหารหรือปรับเพิ่มจากการมีระดับกลูโคสในเลือดสูง
tr: Bazal insülin, uyku sırasında dahil olmak üzere öğünler arasında kan şekerinin düzenlenmesinde kullanılan insülini belirtir. Bolus insülin öğünlerde kan şekerinin düzenlenmesinde ve/veya yüksek kan şekerine akut olarak yanıt verilmesinde kullanılan insülini belirtir.
uk: Базальним називають інсулін, що застосовується для стабілізації рівня глюкози в крові між прийомами їжі, зокрема під час сну. Болюсним називають інсулін, що застосовується для стабілізації рівня глюкози в крові під час їжі та/або для радикального зниження підвищеного рівня глюкози в крові.
vi: Insulin nền đề cập đến lượng insulin được sử dụng để điều chỉnh lượng glucose máu giữa các bữa ăn, bao gồm trong khi ngủ. Insulin tiêm phóng đề cập đến lượng insulin được sử dụng để điều chỉnh lượng glucose máu vào các bữa ăn và/hoặc để giải quyết cấp tính lượng glucose máu cao.
zh_cn: 基础胰岛素是指用来调节餐间（包含睡眠期间）血糖的胰岛素。餐时胰岛素是指用来调节餐时血糖和/或处理急性高血糖的胰岛素。
zh_hk: 基礎胰島素用來調節用餐之間和睡眠期間的血糖。餐前胰島素用來調節用餐期間的血糖和/或治療急性高血糖。
zh_tw: 基礎胰島素用來調節餐間和睡眠期間血糖。餐前胰島素用來調節用餐期間的血糖和/或治療急性出現的高血糖。

# INTERRUPTIONS_CONTEXT_BUTTON_TITLE
source: Avg. Interruptions
ar: متوسط الانقطاعات
bg: Средни прекъсвания
ca: Mitj. interrupcions
cs: Průměrný počet přerušení
da: Gns. afbrydelser
de: ∅-Unterbrechungen
el: Μέσος όρος διακοπών
es: Interrupciones medias
es_us: Interrupciones prom.
fi: Keskim. keskeytykset
fr: Interruptions moy.
fr_ca: Interruptions moy.
he: ממוצע הפרעות
hi: औसत रुकावट
hr: Prosj. prekidi
hu: Átlagos megszakítások
id: Rerata Gangguan
it: Media interruzioni
ja: 平均睡眠中断
kk: Үзілістердің орташа мәні
ko: 평균 수면 중단
lt: Pertraukimų vid.
ms: Pur. Gangguan
nb: Forstyrrelser i snitt
nl: Gem. onderbrekingen
pl: Śr. przerwy
pt: Média de Interrupções
pt_pt: Interrupções (média)
ro: Med. întreruperi
ru: Прерывания в средн.
sk: Priemerné prerušenia
sl: Povpr. št. motenj
sv: Snittavbrott
th: การขัดจังหวะโดยเฉลี่ย
tr: Ort. Uyanma Sayısı
uk: Порушень у середньому
vi: Gián đoạn TB
zh_cn: 平均中断
zh_hk: 平均中斷次數
zh_tw: 平均中斷次數

# INTERRUPTIONS_CONTEXT_BUTTON_TITLE_DAY_SCOPE
source: Interruptions
ar: الانقطاعات
bg: Прекъсвания
ca: Interrupcions
cs: Přerušení
da: Afbrydelser
de: Unterbrechungen
el: Διακοπές
es: Interrupciones
es_us: Interrupciones
fi: Keskeytykset
he: הפרעות
hi: रुकावट
hr: Prekidi
hu: Megszakítások
id: Gangguan
it: Interruzioni
ja: 睡眠中断
kk: Үзілістер
ko: 수면 중단
lt: Pertraukimai
ms: Gangguan
nb: Forstyrrelser
nl: Onderbrekingen
pl: Przerwy
pt: Interrupções
pt_pt: Interrupções
ro: Întreruperi
ru: Прерывания
sk: Prerušenia
sl: Motnje
sv: Avbrott
th: การขัดจังหวะ
tr: Uyku Sırasında Uyanmalar
uk: Порушення
vi: Gián đoạn
zh_cn: 中断
zh_hk: 中斷次數
zh_tw: 中斷次數

source: Last Activity: %@
ar: آخر نشاط: %@
bg: Последна активност: %@
ca: Darrera activitat: %@
cs: Poslední aktivita: %@
da: Seneste aktivitet: %@
de: Letzte Aktivität: %@
el: Τελευταία δραστηριότητα: %@
es: Última actividad: %@
es_us: Última actividad: %@
fi: Viimeksi: %@
fr: Dernière activité : %@
fr_ca: Dernière activité : %@
he: פעילות אחרונה: %@
hi: अंतिम ऐक्टिविटी : %@
hr: Posljednja aktivnost: %@
hu: Utolsó tevékenység: %@
id: Aktivitas Terakhir: %@
it: Ultimo rapporto: %@
ja: 最新アクティビティ: %@
kk: Соңғы белсенділік: %@
ko: 마지막 관계: %@
lt: Pastaroji veikla: %@
ms: Aktiviti Terakhir: %@
nb: Siste samleie: %@
nl: Laatste activiteit: %@
pl: Ostatnia aktywność: %@
pt: Última Atividade: %@
pt_pt: Última atividade: %@
ro: Ultima activitate: %@
ru: Последняя активность: %@
sk: Posledná aktivita: %@
sl: Zadnja aktivnost: %@
sv: Senaste aktivitet: %@
th: กิจกรรมล่าสุด: %[tt]@
tr: Son Etkinlik: %@
uk: Остання активність: %@
vi: Sinh hoạt sau cùng: %@
zh_cn: 上一次：%@
zh_hk: 最近一次性行為：%@
zh_tw: 上次性行為：%@

source: Last Name
ar: اسم العائلة
bg: Фамилно име
ca: Cognoms
cs: Příjmení
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellidos
es_us: Apellido
fi: Sukunimi
fr: Nom
fr_ca: Nom
he: שם משפחה
hi: उपनाम
hr: Prezime
hu: Családi név
id: Nama Akhir
it: Cognome
ja: 姓
kk: Тегі
ko: 성
lt: Pavardė
ms: Nama Akhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Sobrenome
pt_pt: Apelido
ro: Nume de familie
ru: Фамилия
sk: Priezvisko
sl: Priimek
sv: Efternamn
th: นามสกุล
tr: Soyad
uk: Прізвище
vi: Họ
zh_cn: 姓氏
zh_hk: 姓氏
zh_tw: 姓氏

# LAST_NAME_NOT_SET
source: Not Set
ar: لم يتم التعيين
bg: Не е зададено
ca: Sense definir
cs: Nenastaveno
da: Ikke indstillet
de: Keine Angabe
el: Δεν έχει οριστεί
es: Sin definir
es_us: Sin definir
fi: Ei asetettu
fr: Non défini
fr_ca: Non configuré
he: לא הוגדר
hi: सेट नहीं किया गया
hr: Nije podešeno
hu: Nincs megadva
id: Tidak Diatur
it: Non impostato
ja: 未設定
kk: Көрсетілмеген
ko: 설정 안 됨
lt: Nenustatyta
ms: Tidak Diset
nb: Ikke angitt
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não Definido
pt_pt: Por definir
ro: Neconfigurat
ru: Не указана
sk: Nenastavené
sl: Ni nastavljeno
sv: Ej angivet
th: ไม่ได้ระบุ
tr: Ayarlanmamış
uk: Не задано
vi: Chưa đặt
zh_cn: 未设置
zh_hk: 尚未設定
zh_tw: 未設定

# LAST_ONLY
source: Most Recent
ar: الأحدث
bg: Най-скорошни
ca: Més recent
cs: Poslední
da: Seneste
de: Neuester Wert
el: Πιο πρόσφατα
es: Más reciente
es_us: Más recientes
fi: Viimeisin
fr: La plus récente
fr_ca: Récemment
he: העדכני ביותר
hi: सर्वाधिक हालिया
hr: Najnovije
hu: Legutóbbi
id: Yang Terbaru
it: Più recenti
ja: 最新
kk: Ең соңғы
ko: 최근
lt: Naujausia
ms: Terbaharu
nb: Nyeste
nl: Meest recente
pl: Najnowsze
pt: Mais Recente
pt_pt: Mais recente
ro: Cel mai recent
ru: Последнее
sk: Najnovšie
sl: Najnovejše
sv: Senaste
th: ล่าสุด
tr: Son İzlenen
uk: Востаннє
vi: Gần đây nhất
zh_cn: 最新值
zh_hk: 最近
zh_tw: 最近

source: Last Recorded: %@
ar: آخر تسجيل: %@
bg: Последен запис: %@
ca: Darrer registre: %@
cs: Naposledy zaznamenáno: %@
da: Sidst registreret: %@
de: Letzter Eintrag: %@
el: Τελευταία καταγραφή: %@
es: Última vez: %@
es_us: Último registro: %@
fi: Tallennettu viimeksi: %@
fr: Dernier relevé : %@
fr_ca: Dernière occurrence : %@
he: תועד לאחרונה: %@
hi: अंतिम बार रिकॉर्ड किया गया : %@
hr: Zadnji podaci: %@
hu: Utolsó rögzítés: %@
id: Terakhir Dicatat: %@
it: Ultimo dato: %@
ja: 前回の記録: %@
kk: Соңғы рет жазылды: %@
ko: 최근 기록: %@
lt: Pastarasis įrašas: %@
ms: Rekod Terakhir: %@
nb: Sist registrert: %@
nl: Laatst vastgelegd: %@
pl: Ostatnio odnotowane: %@
pt: Último Registro: %@
pt_pt: Último registo: %@
ro: Ultima înregistrare: %@
ru: Последняя запись: %@
sk: Posledný výskyt: %@
sl: Nazadnje zabeleženo: %@
sv: Senast registrerat: %@
th: บันทึกครั้งล่าสุด: %[tt]@
tr: Son Kayıt: %@
uk: Останній запис: %@
vi: Lần ghi sau cùng: %@
zh_cn: 上次记录：%@
zh_hk: 上次記錄時間：%@
zh_tw: 上次記錄時間：%@

source: List
ar: قائمة
bg: Списък
ca: Llista
cs: Seznam
da: Liste
de: Liste
el: Λίστα
es: Lista
es_us: Lista
fi: Luettelo
fr: Liste
fr_ca: Liste
he: רשימה
hi: सूची
hr: Popis
hu: Lista
id: Daftar
it: Elenco
ja: リスト
kk: Тізім
ko: 목록
lt: Sąrašas
ms: Senarai
nb: Liste
nl: Lijst
pl: Lista
pt: Lista
pt_pt: Lista
ro: Listă
ru: Список
sk: Zoznam
sl: Seznam
sv: Lista
th: รายการ
tr: Liste
uk: Список
vi: Danh sách
zh_cn: 列表
zh_hk: 列表
zh_tw: 列表

source: Log
ar: تسجيل
bg: Запис в регистър
ca: Registra
cs: Zaznamenat
de: Protokoll
el: Καταχώριση
es: Registrar
es_us: Registrar
fi: Kirjaa
fr: Enregistrer
fr_ca: Enregistrer
he: תיעוד
hi: लॉग
hr: Log zapis
hu: Naplózás
ja: を記録
kk: Журналға жазу
ko: 기록
lt: Žurnalas
nb: Logg
pl: Rejestr
pt: Registrar
pt_pt: Registar
ro: Înregistrați
ru: Занести
sk: Zaznamenať
sl: Dnevnik
sv: Logga
th: เก็บบันทึก
tr: Günlüğü
uk: Реєструвати
vi: Ghi
zh_cn: 日志
zh_hk: 記錄
zh_tw: 記錄

source: Male
ar: ذكر
bg: Мъжки
ca: Home
cs: Muž
da: Mand
de: Männlich
el: Άντρας
es: Hombre
es_us: Hombre
fi: Mies
fr: Homme
fr_ca: Homme
he: זכר
hi: पुरुष
hr: Muškarac
hu: Férfi
id: Laki-Laki
it: Uomo
ja: 男性
kk: Ер
ko: 남성
lt: Vyras
ms: Lelaki
nb: Mann
nl: Man
pl: Mężczyzna
pt: Masculino
pt_pt: Masculino
ro: Masculin
ru: Мужской
sk: Muž
sl: Moški
sv: Man
th: ชาย
tr: Erkek
uk: Чоловіча
vi: Nam
zh_cn: 男
zh_hk: 男性
zh_tw: 男性

# MAX_LONG %@
source: Max: %@
ar: الحد الأقصى: %@
bg: Макс: %@
ca: Màx: %@
da: Maks.: %@
el: Μέγ.: %@
es: Máx.: %@
es_us: Máx.: %@
fi: Maks.: %@
he: מקס׳: %@
hi: अधिकतम : %@
hr: Maks: %@
id: Maks: %@
ja: 最大: %@
kk: Макс.: %@
ko: 최대: %@
lt: Didž.: %@
ms: Maks: %@
nb: Maks: %@
pl: Maks.: %@
pt: Máx.: %@
pt_pt: Máx.: %@
ru: Макс.: %@
sl: Maks: %@
th: สูงสุด: %[tt]@
tr: Maks: %@
uk: макс.: %@
vi: Tối đa: %@
zh_cn: 最高：%@
zh_hk: 最高：%@
zh_tw: 最高：%@
